var book_jkjjj={
 "1.1": [
  "﻿",
  ""
 ],
 "1.2": [
  "一 金剛般若波羅蜜經講記",
  "0"
 ],
 "1.3": [
  "──民國三十一年春講於四川法王學院──",
  "c"
 ],
 "1.4": [
  "懸論",
  "1"
 ],
 "1.5": [
  "金剛經，在中國佛教界，流行極為普遍。如三論、天臺、賢首、唯識各宗，都有注疏。尤以唐宋來盛極一時的禪宗，與本經結有深厚的因緣。傳說：參禮黃梅的六祖慧能，就是聽了本經「應無所住而生其心」而開悟的。六祖以前，禪宗以《楞伽》印心，此後《金剛經》即代替了《楞伽》。宋代，出家人的考試，有《金剛經》一科，可見他的弘通之盛！本經的弘通，也有他的特殊因緣。中國佛教的特點，一重實行：如臺、賢、禪、淨各宗，都注重行持，尤重於從定發慧的體悟。二好簡易，國人的習性好簡，卷帙浩繁的經論，是極難普遍流通的。本經[p2]既重般若的悟證，卷帙又不多，恰合中國人的口味，所以能特別的盛行起來！",
  ""
 ],
 "1.6": [
  "本經的文義次第，是極為難解的。「修多羅次第所顯」，如不明全經的文義次第，即不能理解一經的宗趣。無著說：「金剛難壞句義聚，一切聖人不能入」。世親說：「法門句義及次第，世間不解離明慧」。本經文義次第的艱深，實為印度學者所公認！所以，我國本經的注疏雖多，大抵流於泛論空談，少有能發見全經脈絡而握得宗要的！關於這，我想多少提供一點意見。",
  ""
 ],
 "1.7": [
  "一 釋經題",
  "2"
 ],
 "1.8": [
  "一、金剛：本經名金剛般若波羅蜜經，試為分離而綜合的解說。金剛，為世間寶物，即金剛石之類。世間的金剛，屬於炭質的化合物，有三種特點：(一)、堅常：堅是堅固，即不易破壞；常是不變，即不易轉化。(二)、明淨：明是透明的，能反映各種色采而閃鑠地放光；淨是純潔的，即使落在汙穢的地方，也還是那樣的清淨不染。(三)、快利：他的力用極強，能破壞一切固體物，而鐵石等卻不能摧[p3]壞他。然金剛實有二類：(一)、金剛寶，如菩薩寶冠所莊嚴的。(二)、世間金剛石之類。世間的金剛，雖不易破壞而還是可壞的。《智論》說：把金剛放在龜殼上，用羊角去捶擊，即可以破碎。唯有菩薩莊嚴的金剛寶，才真的能壞一切而不為一切所壞。",
  ""
 ],
 "1.9": [
  "二、般若：般若，華言慧。從前，須菩提在般若會上，曾提出四個問題──何者般若，何名般若，般若何用，般若屬誰。今隨順龍樹論而略為解說：",
  ""
 ],
 "1.10": [
  "(一)、何者般若：佛說的般若，到底是什麼？依佛所說的內容而論，略有三種：(1)實相般若：《智論》說：『般若者，即一切諸法實相，不可破，不可壞』。如經中說的『菩薩應安住般若波羅蜜』，即指實相而言。(2)觀照般若：觀照，即觀察的智慧，《智論》說：『從初發心求一切種智，於其中間，知諸法實相慧，是般若波羅蜜』。(3)文字般若：如經中說：『般若當於何求？當於須菩提所說中求』，此即指章句經卷說的。",
  ""
 ],
 "1.11": [
  "(1)實相般若：實相即諸法如實相，不可以「有」、「無」等去敘述他，也不[p4]可以「彼此」、「大小」等去想像他，實相是離一切相──言語相、文字相、心緣相，而無可取著的。《智論》說：『般若如大火聚，四邊不可觸』；古德說：「說似一物即不中」，都指示這超越戲論而唯證相應的實相。凡夫的所知所見，無不為自性的戲論所亂，一切是錯誤的。這種虛誑妄取相，不但不見如實空相，也不能如實了達如幻的行相。從見中道而成佛的圓證實相說：從畢竟寂滅中，徹見一切法的體、用、因、果，離一切相，即一切法。如《法華經》說：『唯佛與佛乃能究盡諸法實相，所謂：諸法如是相，如是性，如是體，如是力，如是作，如是因，如是緣，如是果，如是報，如是本末究竟等』。所以，空寂與緣起相，無不是如實的。但這是非凡愚的亂相、亂識所得，必須離戲論的虛誑妄取相，那就非「空無所得」不可。所以，經論所說的實相，每側重於如實空性、無性。要見性相、空有無礙的如實相，請先透此「都無所得」一關──迷悟的關鍵所在。",
  ""
 ],
 "1.12": [
  "實相──約理性邊說，是空還是有？《中論》說：『空則不可說，非空不可說，共不共叵說，但以假名說』。實相非凡常的思想，世俗的語言可表達，這如[p5]何可以說是空是有，更因此而諍論？然而，實相非離一切而別有實體，所以不應離文字而說實相。同時，不假藉言說，更無法引導眾生離執而契入，所以「不壞假名而說法性」，即不妨以「有」、「空」去表示他。《中論》說：『一切實非實，亦實亦非實，非實非非實，是名諸佛法』。末句，或譯「諸法之實相」。眾生的不能徹悟實相，病根在執有我法的自性；所以見色聞聲時，總以為色聲的本質是這樣的，確實是這樣的，自己是這樣的。由於這一根本的執見，即為生死根本。所以，經中所說的實相，處處說非有，說自性不可得。本經也說：『凡所有相，皆是虛妄；若見諸相非相，則見如來』。高揚此實相無相的教說，尊為「不二解脫之門」。即是說：實相非空非有，而在「寄言離執」的教意說，實相是順於「空」的；但不要忘卻「為可度眾生說是畢竟空」！",
  ""
 ],
 "1.13": [
  "有人說：實相是客觀真理，非佛作亦非餘人作，是般若所證的。有人說：實相為超越能所的──絕對的主觀真心，即心自性。依《智論》說：『觀是一邊，緣是一邊，離此二邊說中道』。離此客觀的真理與絕待的真心，纔能與實相相應[p6]。實相，在論理的說明上，是般若所證的，所以每被想像為「所」邊。同時，在定慧的修持上，即心離執而契入，所以每被倒執為「能」邊。其實，不落能所，更有什麼「所證」與「真心」可說！",
  ""
 ],
 "1.14": [
  "(2)觀照般若：再作三節解說：凡、外、小智之料簡：1.世間凡夫也各有智慧，如文學的創作，藝術的優美，哲學與科學的昌明，以及政治、經濟等一切，都是智慧的結晶；沒有智慧，就不會有這些建樹。但這是世間的，利害參半的。如飛機的發明，在交通便利上，是有益人群的；但用他來作戰，就有害了。常人所有的「俗智俗慧」，偏於事相的，含有雜染的，不能說是般若。2.外道也有他們的智慧，像印度的婆羅門，西歐的基督教等。他們的智慧，以人間為醜惡的，痛苦的，要求升到一個美妙的、安樂的天國。於是乎行慈善，持戒，禱告，念誦，修定等。這種希求離此生彼的「邪智邪慧」，如尺蠖的取一捨一，沒有解脫的可能，不能說是般若。3.二乘行者得無我我所慧，解脫生死，可以稱為般若；但也不是《般若經》所說的般若。大乘的諸法實相慧，要有大悲方便助成的；悲智不[p7]二的般若，決非二乘的「偏智偏慧」可比。離此三種，菩薩大悲相應的平等大慧，才是般若。",
  ""
 ],
 "1.15": [
  "空、般若、菩提之轉化：《智論》說：『般若是一法，隨機而異稱』。如大乘行者從初抉擇觀察我法無性入門，所以名為空觀或空慧。不過，這時的空慧還沒有成就；如真能徹悟諸法空相，就轉名般若；所以《智論》說：『未成就名空，已成就名般若』。般若到了究竟圓滿，即名為無上菩提。所以說：『因名般若，果名薩婆若』──一切種智。羅什說：薩婆若即是老般若。約始終淺深說，有此三名，實際即是一般若。如幼年名孩童，讀書即名學生，長大務農作工又名為農夫或工人。因此說：『般若是一法，隨機而異稱』。",
  ""
 ],
 "1.16": [
  "般若、方便之同異：般若是智慧，方便也是智慧。《智論》比喻說：般若如金，方便如熟煉了的金，可作種種飾物。菩薩初以般若慧觀一切法空，如通達諸法空性，即能引發無方的巧用，名為方便。經上說：『以無所得為方便』。假使離了性空慧，方便也就不成其為方便了！所以，般若與方便，不一不異：般若側[p8]重於法空的體證；方便側重於救濟眾生的大行，即以便宜的方法利濟眾生。《智論》這樣說：『般若將入畢竟空，絕諸戲論；方便將出畢竟空，嚴土熟生』。",
  ""
 ],
 "1.17": [
  "(3)文字般若：文字，指佛所說的一切言教。常人以書籍為文字，其實，文字不盡是書本的。書籍，是依色塵而假立的文字；但佛世卻是以音聲作文字。佛怎麼說，弟子即怎麼聽受。所以，佛經以名句文身而立，而名句文身是依聲假立的。或者偏愛不立文字，以教義的鑽研為文字而加以呵斥，不知言說開示即是文字。凡能表顯意義，或正或反以使人理解的，都是文字相。筆墨所寫的，口頭說的，以及做手勢，捉鼻子、豎拂、擎拳，那一樣不是文字！文字雖不即是實義，而到底因文字而入實義；如離卻文字，即凡聖永隔！此處說的文字，指《大般若經》中的第九分。",
  ""
 ],
 "1.18": [
  "初學般若，應先於文教聽聞、受持，以聞思慧為主。經合理的思考、明達，進而攝心以觀察緣起無自性，即觀照般若，以思修慧為主。如得離一切妄想戲論，現覺實相，即實相般若了。這三者，同明般若而各有所重，如意在實相，即能[p9]所並寂而非名言思惟可及。如意在觀慧，即依境成觀，以離相無住的相應為宗。如意在文字，即重在安立二諦，抉擇空有。",
  ""
 ],
 "1.19": [
  "(二)、何名般若：為什麼稱為般若？在這一問題中，即抉示出般若究竟指什麼？應該說：般若是實相；觀慧與文字，是約某種意義而說為般若的。如觀慧，因依之深入而能現覺實相──般若，所以也稱為般若。觀慧是因，實相是──非果之果，即是因得果名。又，實相不是所觀的，但觀慧卻緣相而間接的觀察他；為境而引生觀慧，所以也可假說為從境──實相般若而名為般若。至於文字，約他的能詮實相，及藉此能詮教而起觀，得證實相──般若，所以也就從所詮而名為般若。",
  ""
 ],
 "1.20": [
  "般若，本是世間舊有的名詞，指智慧而言。但佛陀所要開示的，即正覺現證的──能所不二的實相，本非世間「般若」的名義所能恰當，但又不能不安立名言以化導眾生。從由觀慧為方便而可能到達如實證知的意義說，還是採用「般若」一名。不過，雖稱之為般若，而到底不很完備的，所以《智論》說：『般若定[p10]實相，智慧淺薄，不可以稱』。",
  ""
 ],
 "1.21": [
  "(三)、般若何用：從般若是實相說，這是萬化的本性──一切法畢竟空故，世出世法無不依緣而成立。這是迷悟的根源──眾生所以有迷有悟，凡夫所以有內有外，聖人所以有大有小，有究竟有不究竟，皆由對於實相的迷悟淺深而來，所以本經說：『一切賢聖皆以無為法而有差別』。",
  ""
 ],
 "1.22": [
  "從般若是觀慧與實相相應慧說，可有二義：(1)證真實以脫生死：一切眾生，因不見性空如實相，所以依緣起因果而成為雜染的流轉。要解脫生死，必由空無我慧為方便。這觀慧，或名正見，或名正觀，或名正思惟，或名毘缽舍那，或名般若。從有漏的聞思修慧，引發能所不二的般若，才能離煩惱而得解脫。解脫道的觀慧，唯一是空無我慧，所以說：『離三解脫門，無道無果』。(2)導萬行以入智海：大乘般若的妙用，不僅為個人的生死解脫，而重在利他的萬行。一般人修布施、持戒等，只能感人天善報，不能得解脫，不能積集為成佛的資糧。聲聞行者解脫了生死，又缺乏利濟眾生的大行。菩薩綜合了智行與悲行，以空慧得解脫[p11]；而即以大悲為本的無所得為大方便，策導萬行，普度眾生，以此萬行的因華，莊嚴無上的佛果。要般若通達法性空，方能攝導所修的大行而成佛。這二種中，證真實以脫生死，是三乘般若所共的；導萬行以入智海，是菩薩般若的不共妙用。",
  ""
 ],
 "1.23": [
  "(四)、般若屬誰：約實相般若說，這是三乘所共證的，即屬於三乘聖者。約觀慧般若說，如約解脫生死說，般若即通於三乘。所以經中說：『欲學聲聞地，當應聞般若波羅蜜。欲學辟支佛地，應聞般若波羅蜜。欲學菩薩地，亦當應聞般若波羅蜜』。但佛說般若波羅蜜經，實為教化菩薩，即屬於菩薩。如本經說：『為發大乘者說，為發最上乘者說』。《解深密經》也說：第二時教『惟為發趣修大乘者說』。不過，佛說般若，雖說但為菩薩，而也有二乘在座旁聽。經說：要得二乘果，必須學般若，這固然是三乘同入一法性，也即是解脫生死的不二門──空無我慧。然也就是密化二乘，使他們聽聞大乘勝法，久久熏習成熟，即可宣告「汝等所行是菩薩道」，而迴心向大了。所以般若是「通教三乘，但為菩薩」。[p12]從前，成論大乘師說：般若是通教，不夠深刻；唯識大乘師說：般若但為菩薩，不夠普遍。總之，照他們看，般若是不究竟，「通」又不好，「但」又不好，這可說是『般若甚深，諸多留難』！那裡知道般若通教三乘，但為菩薩，深廣無礙，如日正中！這所以般若於一切大乘經中，獨名為大！",
  ""
 ],
 "1.24": [
  "般若屬於菩薩，為什麼不屬於佛？約般若唯一而貫徹始終說，如來當然也有般若。不過，佛說般若，重在實相慧離言發悟，策導萬行。般若「以行為宗」，所以與側重境相而嚴密分析，側重果德而擬議圓融者不同。",
  ""
 ],
 "1.25": [
  "三、波羅蜜：梵語波羅蜜，譯為到彼岸，簡譯為度。到彼岸，是說修學而能從此到彼，不是說已經到了。所以，重在從此到彼的行法，凡可由之而出生死到菩提的，都可以稱為波羅蜜。經中或說六波羅蜜，或說十波羅蜜，但真實的波羅蜜，唯是般若，其他都是假名波羅蜜。因為，沒有空慧策導，布施等即不成為波羅蜜了。聲聞乘法，能度生死河到涅槃岸，為什麼不名波羅蜜？因為，波羅蜜又有「事究竟」的意義，所以要能究盡諸法實相，圓成自利利他的一切功德，才名[p13]為波羅蜜。聲聞的三無漏學，不能究竟，所以不名為波羅蜜。",
  ""
 ],
 "1.26": [
  "四、經：梵語修多羅，譯為經。本義是線，線有貫穿、攝持不令散失的作用。如來隨機說法，後由結集者把他編集起來，佛法才能流傳到現在；如線的貫華不散一樣，所以名為經。",
  ""
 ],
 "1.27": [
  "金剛般若波羅蜜經，有兩系解說不同：(一)、玄奘等傳說：般若是能斷的智慧，金剛如所斷的煩惱。煩惱的微細分，到成佛方能斷淨，深細難斷，如金剛的難於破壞一樣。所以，譯為「能斷金剛（的）般若」。(二)、羅什下的傳說：金剛比喻般若。般若能破壞一切戲論妄執，不為妄執所壞；他的堅、明、利，如金剛一樣。然金剛本有兩類：一是能破一切而不為一切所壞的，一是雖堅強難破而還是可以壞的，已如前面所說。所以，或以金剛喻般若，或以金剛喻煩惱，此兩說都是可通的。不過，切實的說，應該以金剛喻般若。考無著的《金剛經論》說：(一)、如金剛杵的『初後闊，中則狹』；這是以金剛喻信行地、淨心地、及如來地的智體的。(二)、金剛有遮邪顯正二義，不但比喻所遣的邪行，他也是「細牢」的─[p14]─『細者智因故，牢者不可壞故』，比喻堅實深細的智因──實相。無著並沒有金剛必喻煩惱的意義，所以法相學者譯為「能斷金剛般若」，值得懷疑！至少，這不是梵本的原始意義。",
  ""
 ],
 "1.28": [
  "般若有二類：一、拙慧：這是偏於事相的分析，這是雜染的，這是清淨的；這是應滅除的，這是應證得的；要破除妄染，才能證得真淨。這如冶金的，要煉去渣滓，方能得純淨的黃金。二、巧慧：這是從一切法本性中去融觀一切，觀煩惱業苦當體即空，直顯諸法實相，實無少法可破，也別無少法可得，一切「不壞不失」。如有神通的，點石可以成金。又如求水，拙慧者非鑿開冰層，從冰下去求水不可；而巧慧者知道冰即是水，一經般若烈火，冰都是水了。所以，巧慧者的深觀，法法都性空本淨，法法不生不滅如涅槃，法法即實相，從沒有減什麼增什麼。這不增不減、不失不壞慧，即金剛般若。",
  ""
 ],
 "1.29": [
  "般若為大乘道體，為五度眼目；為般若所攝持，萬行始能到達究竟佛果，成為波羅蜜。然而，般若也需要眾行的莊嚴，如沒有眾行助成，般若也即等於二乘[p15]的偏真智，不成其為波羅蜜。所以，般若為菩薩行的宗主，而又離不了萬行。龍樹因此說：說般若波羅蜜，即等於說六波羅蜜。",
  ""
 ],
 "1.30": [
  "發菩提心者，能以如金剛的妙慧，徹悟不失不壞的諸法如實相，依菩薩修行的次第方便，廣行利他事業，則能到達究竟彼岸──無上菩提，所以名為金剛般若波羅蜜。以文句安布，詮表這甚深法門，所以又稱之為經。",
  ""
 ],
 "1.31": [
  "二 示宗要",
  "2"
 ],
 "1.32": [
  "全經大義，再扼要的提示二點：金剛般若即無上遍正覺：本經以金剛般若為名，而內容多明阿耨多羅三藐三菩提。如佛為須菩提說如此發心，直至究竟菩提，徹始徹終的歸宗於離相無住。說無上遍正覺為『是法平等無有高下』；『於是法中無實無虛』：都是從般若無住以開示無上遍正覺。般若無所住，無所住而生其心；不取諸相，即生實相，即名為佛。須知般若無住的現覺，即離相菩提的分證。依此觀究竟，究竟也如是；依此觀初心，初心也還如此。所以，處處說無上[p16]遍正覺，實在即是處處說金剛般若。不過，約修行趨果說，名之為般若無所住；約望果行因說，名之為離相菩提心而已！",
  ""
 ],
 "1.33": [
  "二道即五種菩提：本經初由須菩提問佛：『發阿耨多羅三藐三菩提心，應云何住？云何降伏其心』？經佛解說後，須菩提又照樣的再問一遍，佛答也大致相同。所以，本經明顯的分為兩段。《大般若經》有兩番囑累，《智論》說：『先囑累者，為說般若波羅蜜體竟；今以說令眾生得是般若方便竟，囑累』。智者即曾依此義，判本經的初問初答為般若道，後問後答為方便道。此二道的分判，極好！",
  ""
 ],
 "1.34": [
  "二道，為菩薩從初發心到成佛的過程中，所分的兩個階段。從初發心，修空無我慧，到入見道，證聖位，這一階段重在通達性空離相，所以名般若道。徹悟法性無相後，進入修道，一直到佛果，這一階段主要為菩薩的方便度生，所以名方便道。依《智論》說：發心到七地是般若道──餘宗作八地，八地以上是方便道。般若為道體，方便即般若所起的巧用。[p17]",
  ""
 ],
 "1.35": [
  "般若即菩提，約菩提說：此二道即五種菩提。一、發心菩提：凡夫於生死中，初發上求佛道、下化眾生的大心，名發阿耨多羅三藐三菩提心，所以名為發心菩提。二、伏心菩提：發心以後，就依本願去修行，從六度的實行中，漸漸降伏煩惱，漸與性空相應，所以名為伏心菩提。三、明心菩提：折伏粗煩惱後，進而切實修習止觀，斷一切煩惱，徹證離相菩提──實相，所以名為明心菩提。這三種菩提即趣向菩提道中由凡入聖的三階，是般若道。這時，雖得聖果，還沒有圓滿，須繼續修行。明心菩提，望前般若道說，是證悟；望後方便道說，是發心。前發心菩提，是發世俗菩提心；而明心菩提是發勝義菩提心。悟到一切法本清淨，本來涅槃，名得真菩提心。四、出到菩提：發勝義菩提心，得無生忍，以後即修方便道，莊嚴佛國，成熟眾生；漸漸的出離三界，到達究竟佛果，所以名為出到菩提。五、究竟菩提：斷煩惱習氣究竟，自利利他究竟，即圓滿證得究竟的無上正等菩提。如上所說：二道各有三階，綜合凡五種菩提，總括了菩提道的因果次第。明白此二道、五菩提，即知須菩提與佛的二問二答，以及文段次第的全經[p18]脈絡了！【圖片】",
  ""
 ],
 "1.36": [
  "三 敘傳譯",
  "2"
 ],
 "1.37": [
  "本經的譯者，是姚秦時來華的鳩摩羅什三藏。我國朝代稱秦的，不止一國一代，以帝王的姓氏去分別，即有嬴秦、苻秦、姚秦、乞伏秦等。姚秦，為五胡十六國之一。三藏，即經、律、論，能通達三藏自利利人，所以尊為三藏法師。鳩摩羅什，譯為童壽。父親是印度人，後移居龜茲國；母親是龜茲國的公主。母親生他不久，即出家做了比丘尼，什公也就出家。幼年，到北印的迦溼彌羅，修學[p19]聲聞三藏。回龜茲時，經過莎車國，遇到大乘學者須利耶蘇摩，於是回小向大。到得龜茲，已是英俊飽學的法師了。苻秦王苻堅，派呂光攻略龜茲，迎什公來華。呂光攻破龜玆，護送什公回國，在半路上，聽說苻堅在淝水戰敗，呂光即宣告獨立，國號西涼，在今甘肅西部。等到姚秦興起，國王姚興，信奉佛法，特派大兵攻西涼，這才迎什公到了長安。當時，佛教的優秀學者，都集中到長安，從什公稟受大乘佛法。什公一面翻譯，一面講學。所翻的大乘經論很多，如般若、法華、淨名、彌陀等經，智度、中、百、十二門等論，信實而能達意，文筆又優美雅馴，在翻譯界可說是第一流最成功的譯品。所以，什公的譯典，千百年來，受到國人的推崇，得到普遍的弘揚。",
  ""
 ],
 "1.38": [
  "本經，什公第一次譯出。除這，還有五種譯本，就是：元魏菩提留支的第二譯，陳真諦的第三譯，隋達摩笈多的第四譯，唐玄奘的第五譯，唐義淨的第六譯。在六譯中通常流通的，即是什公的初譯。其後的五譯，實是同一法相學系的誦本；如菩提留支譯，達摩笈多譯等，都是依無著、世親的釋本而譯出。唯有什公[p20]所譯，是中觀家的誦本，所以彼此間，每有不同之處。要知道印度原本，即有多少出入；如玄奘譯本也有與無著、世親所依本不同處。這點，讀者不可不知！",
  ""
 ],
 "1.39": [
  "正釋",
  "1"
 ],
 "1.40": [
  "甲一 序分",
  "2"
 ],
 "1.41": [
  "乙一 證信序",
  "3"
 ],
 "1.42": [
  "如是我聞：一時，佛在舍衛國祇樹給孤獨園，與大比丘眾千二百五十人俱。",
  ""
 ],
 "1.43": [
  "本經略分序、正、流通三分。敘述一期法會的因由，名序分。正式開顯當經的宗要，名正宗分。讚歎或囑累流通到未來，名流通分。序分又分證信及發起二序，今先講證信序。",
  ""
 ],
 "1.44": [
  "如是，指這部經。我，是結集者自稱。聞，是從佛陀親聞，或佛弟子間展轉傳聞。結集者說：佛如此說，我如此聽；現在就我所聽來的又如此誦出，真實不虛，一一契合於佛說。依《智論》說：如是，表信：信得過的就說如是，[p21]信不過的就說不如是。佛法甚深，「信為能入」，如沒有真誠善意的信心，即不能虛心領會。如是又表智慧：有智者能如佛所說，不違真義，即可止息戲論與諍競。修學佛法，以信智為根本：無信如無手，不能探取佛法寶藏；無智如無目，不能明達佛法深義。經文首舉如是，即表示唯有信智具足，才能深入佛法，得大利益。",
  ""
 ],
 "1.45": [
  "一時，泛指某一時候，即那一次說法時。因各地的時間不一，曆法不同，不能定說，所以泛稱為一時。",
  ""
 ],
 "1.46": [
  "佛，譯義為覺者，是無上正遍覺者。佛陀創覺了諸法實相，即緣起性空的中道。又從自證中，大悲等流，為眾生開示宣說，以覺悟在迷的眾生。所以，佛是大智慧，大慈悲的究竟圓滿者。",
  ""
 ],
 "1.47": [
  "舍衛，本是城名，應稱為憍薩羅國舍衛城。但古代城邦國家的遺習，每以城名為國名，憍薩羅國的首都在舍衛，所以也稱為舍衛國。舍衛，是聞物的意思，以此城的政治、文化、物產等都很發達，為全印度所聞名的，所以立名為[p22]舍衛。",
  ""
 ],
 "1.48": [
  "祇樹給孤獨園，是城外如來居住與說法的地方。如來常住說法，除摩伽陀王舍城外的竹園而外，要算在祇樹給孤獨園的時候最久了。園是給孤獨長者──須達多發心修蓋供養的；樹是波斯匿王王子祇陀奉施的。祇陀的樹林，給孤獨長者的園，所以總名為祇樹給孤獨園。僧眾的住處，名為僧伽藍，即僧園。園，不但是林園，僧眾的智德並茂，大德輩出，好像園林的花木繁茂，馥郁芬芳一樣。所以，僧伽的住處稱為僧園。",
  ""
 ],
 "1.49": [
  "大比丘眾千二百五十人，是聽法的常隨眾。佛在鹿苑，初度憍陳如等五比丘；接著又有耶舍等五十多人，隨佛出家；三迦葉率領他的徒眾，從佛出家，就有一千多眾了；王舍城的舍利弗、目犍連，又帶了二百五十弟子來出家；於是佛的初期出家弟子，就有千二百五十人了。這千二百五十人，不一定在佛前，像舍利弗等大弟子，常時分化一方。經中多標千二百五十人，不過約最初從佛出家者而說。其實，未必全都來會，而新進的比丘極多，又何止千二百五十[p23]人？佛的出家弟子，本有比丘、比丘尼、沙彌、沙彌尼、式叉摩那等五眾。但因佛現比丘身，所以住持佛法，以比丘為主。本經的聽眾，除比丘而外，也應該還有比丘尼等，在家的優婆塞、優婆夷、以及護法的天龍等，如流通分所說可知。不過在這證信序中，沒有一一序列出來罷了。比丘，譯為乞士，就是「外乞食以養色身，內乞法以資慧命」。此千二百五十比丘，都是大阿羅漢，所以說大比丘眾。眾，即僧伽的義譯。千二百五十人的僧團，同住祇園，所以叫俱。嚴格的說：和合僧──眾的形成，論事要具備六和合，論理要同得一解脫，這才稱為俱。",
  ""
 ],
 "1.50": [
  "佛是化主，祇樹給孤獨園是化處，大比丘等是化眾。具備這種種因緣，本經是佛所說的，可以確信無疑了，所以稱這為證信序。",
  ""
 ],
 "1.51": [
  "乙二 發起序",
  "3"
 ],
 "1.52": [
  "爾時、世尊，食時，著衣持缽，入舍衛大城乞食。於其城中次第乞已，還至本處。飯食訖，收衣缽。洗足已，敷座而坐。",
  ""
 ],
 "1.53": [
  "[p24]",
  ""
 ],
 "1.54": [
  "爾時，指將啟金剛法會那一天。世尊，是佛的通號之一，即梵語薄伽梵。佛的功德智慧，究竟無上，不但為世間的人天所尊重，也是出世的三乘聖者所尊敬的，所以名為世尊。食時，約為上午九或十點鐘。佛及比丘們，過著乞食的生活，又受過午不食戒。所以，進城去乞食，總在那個時候。佛見乞食的時候到了，所以著衣持缽進城去。佛制：衣有五衣、七衣、大衣三種。五衣名安荼會，不論睡覺做事，就是大小便，也不離身，這是內衣。七衣名鬱多羅僧，即入眾的常禮服，在大眾中所穿。大衣名僧伽黎，即複衣，在乞食、說法等時所穿的，是佛教大禮服。此處著衣，即大衣。但不定是穿了走，或擔在肩頭，或由侍者拿著，到城村附近，才穿起來。缽是盛飯的器具，譯義為應量，即隨人的食量而有大小不同。佛用的缽，傳說是石缽。成道後，有商人奉麨供佛，但沒有食器。四天王各獻一石缽，佛就合四為一缽，所以佛缽的缽沿，有四層疊痕。給孤獨園在城外，所以說入城乞食。於其城中次第乞已，是敘述乞食的經過。佛教的乞食制度，是平等行化；除不信三寶不願施食者而外，不得越次[p25]而乞，以免世俗的譏毀。乞食以後，即回祇園吃飯。飯吃好了，這又把進城所著的大衣，盛放飯食的缽，一一的整潔收起。入城乞食是赤足的，路上來回，不免沾染塵埃；佛陀行同人事，所以需要洗足。敷座而坐，並非閑坐，是說隨即敷設座位，端身正坐，修習止觀。如上所說的，乞食屬於戒，坐屬於定，正觀法相屬於慧。又，來往於祇園及舍衛城中，是身業；入定攝心正觀，是意業；下面出定說法，即語業。三業精進，三學相資，為宣說《金剛般若經》的緣起。",
  ""
 ],
 "1.55": [
  "大乘經每以佛陀放光、動地等為發起，而本經卻以入城乞食為開端。《般若經》的中心思想，在悟一切法無自性空，離種種妄執。但不得性空的實義者，信戒無基，妄想取一空，以為一切都可不必要了。不知佛說性空，重在離執悟入，即離不了三學；假使忽略戒行，定慧而說空，決是「惡取空者」。從體悟說：性空離相，不是離開了緣起法，要能從日常生活中去體驗。所以，穿衣、吃飯、來往、安坐，無不是正觀性空的道場！佛將開示般若的真空，所以特[p26]先在衣食住行的日常生活中，表達出性空即緣起，緣起即性空的中道。",
  ""
 ],
 "1.56": [
  "甲二 正宗分",
  "2"
 ],
 "1.57": [
  "乙一 般若道次第",
  "3"
 ],
 "1.58": [
  "丙一 開示次第",
  "4"
 ],
 "1.59": [
  "丁一 請說",
  "5"
 ],
 "1.60": [
  "時長老須菩提，在大眾中，即從座起，偏袒右肩，右膝著地，合掌恭敬而白佛言：『希有世尊！如來善護念諸菩薩，善付囑諸菩薩！世尊！善男子善女人發阿耨多羅三藐三菩提心，應云何住？云何降伏其心』？",
  ""
 ],
 "1.61": [
  "本經以須菩提為當機者。在般若法會中，須菩提是聲聞行者，不是菩薩，那他怎能與佛問答大乘呢？這因為般若雖但為大乘，而密化二乘。又因為他與般若法門相契：第一、他是解空第一者，是證得無諍三昧者，於性空深義能隨分徹了。其次，他有慈悲心，哀愍眾生的苦迫，所以不願與人諍競。得大智慧，能從慈悲心中發為無諍的德行，有菩薩氣概，所以《般若經》多半由他為法[p27]會的當機者。",
  ""
 ],
 "1.62": [
  "長老，是尊稱。凡年高的；或德高的，如淨持律儀、悟解深法、現證道果，都稱長老。須菩提，是梵語，譯作空生或善現。傳說：他誕生時，家內的庫藏財物忽然不見；不久，財物又自然現出，所以立名須菩提。佛弟子請佛說法，是有應行禮儀的。所以須菩提在大眾中，即從座而起，偏袒了右肩，右膝著地，合掌問佛。袒，是袒露肉體。比丘們在平時，不論穿七衣或大衣，身體都是不袒露的。要在行敬禮時，這才把右肩袒露出來。跪有長跪、胡跪，右膝著地是胡跪法。袒右跪右，以表順於正道；合掌當胸以表皈向中道。如論事，這都是印度的俗禮。",
  ""
 ],
 "1.63": [
  "須菩提隨順世俗，先讚歎釋尊說：太希有了！世尊！如來善於護念諸菩薩，又能善巧的付囑諸菩薩！這太希有了！如來，即佛號多陀阿伽陀的義譯。梵語本有三種意思：即從如實道中來的，如法相而解的，如法相而說的；通常但譯為如來。什麼叫護念？什麼叫付囑？護念即攝受，對於久學而已入正定聚的[p28]菩薩，佛能善巧的攝受他，使他契入甚深的佛道，得如來護念的究竟利益。經說菩薩入地，有佛光流灌或諸佛親為摩頂等，即是心同佛心而得佛慧攝受的明證。付囑，即叮嚀教誡，對於初學而未入正定聚的菩薩，佛能善巧教導，使他不捨大乘行，能勇猛的進修。又可以說：佛能護念菩薩，使他自身於佛法中得大利益；佛能付囑菩薩，使他能追蹤佛陀的高行，住持佛法而轉化他人。總之，佛能護念菩薩，付囑菩薩，所以大乘佛法能流化無盡。教化菩薩的善巧，早為須菩提所熟知，所以先就此推尊讚揚如來，以為啟問大乘深義的引言。有解說為：須菩提「目擊道存」，「言前薦取」，所以殷勤讚歎，這可說是別解中極有意義的。",
  ""
 ],
 "1.64": [
  "接著，須菩提問佛：發阿耨多羅三藐三菩提心的善男女們，應怎樣的安住其心？怎樣的降伏其心？此二問，是為發大菩提心者問的，所以什麼是發阿耨多羅三藐三菩提心，應先有明確的了解。阿耨多羅，譯為無上；三藐，譯遍正；三菩提，譯覺：合為無上遍正覺。這是指佛果的一切，以佛的大覺為中心，[p29]統攝佛位一切功德果利。單說三菩提──正覺，即通於聲聞、緣覺，離顛倒戲論的正智。遍是普遍，遍正覺即於一切法的如實性相，無不通達。但這是菩薩所能分證的，唯佛能究竟圓滿，所以又說無上。眾生以情愛為本；佛離一切情執而究竟正覺，所以以大覺為本。發阿耨多羅三藐三菩提心，即是發成佛的心。發心，即動機，立志，通於善惡；發阿耨多羅三藐三菩提心，即是第一等的發心。以崇高、偉大、無上、究竟的佛果為目標，發起宏大深遠的誓願，確立不拔的信心，這名為發無上遍正覺心。但是，為什麼要成佛？要知道：大菩提心是從大悲心生的；所以發心成佛，與救度眾生有必然的關係。經上說：『菩薩但從大悲心生，不從餘善生』；『為利眾生而成佛』，都是此意。由於悲心的激發，立定度生宏願，以佛陀為軌範，修學大悲大智大勇大力，以救度一切眾生，名為發菩提心。因此，如貪慕成佛的美名，但為個己的利益，那是菩提心都不會成就，何況成佛！",
  ""
 ],
 "1.65": [
  "應云何住與云何降伏其心，可通於二義：一、立成佛的大願者，應當怎樣[p30]安住，怎樣降伏其心？一、怎樣安住，怎樣降伏其心，纔能發起成就菩提心？住，龍樹釋為『深入究竟住』。凡發大菩提心者，在動靜、語默、來去、出入、待人接物一切中，如何能使菩提心不生變悔，不落於小乘，不墮於凡外，常安住於菩提心而不動？所以問云何應住。眾生心中，有種種的顛倒戲論，有各式各樣的妄想雜念，這不但障礙真智，也是菩提心不易安住的大病。要把顛倒戲論，一一的洗淨，所以問云何降伏其心。住是住於正，降伏是離於邪；住是不違法性，降伏是不越毘尼。但此住與降伏，要在實行中去用心。如本經即在發菩提心──願菩提心，行菩提心，勝義菩提心等中，開示悟入此即遮即顯的般若無所住法門。無住與離相，即如是而住，即如是降伏其心。",
  ""
 ],
 "1.66": [
  "什公所譯，唯有此二問。此二──住與降伏，於菩提心行上轉；全經宗要，不過如此住於實相而離於戲論而已。諸異譯，於住及降伏間，更有「云何修行」一問。考無著論，此三問遍通於一切，即於發心──發起行相，及修行──行所住處，都有這願求的住，無分別相應的行，折伏散亂的降伏，與本譯意[p31]趣相近。世親釋論，將此三問別配三段文，隔別不融，與本譯即難於和會。",
  ""
 ],
 "1.67": [
  "丁二 許說",
  "5"
 ],
 "1.68": [
  "佛言：『善哉！善哉！須菩提！如汝所說「如來善護念諸菩薩，善付囑諸菩薩」。汝今諦聽，當為汝說。善男子善女人發阿耨多羅三藐三菩提心，應如是住，如是降伏其心』！『唯然，世尊！願樂欲聞』！",
  ""
 ],
 "1.69": [
  "佛聽了須菩提的讚歎與請問，就印可讚歎他說：好得很！好得很！你說得真不錯！如來的確是能善巧護念諸菩薩，能善巧付囑諸菩薩的。現在，我要給你說發大菩提心的，應當這樣的安住，應當這樣的降伏其心：你仔細聽吧！須菩提得到了如來的應允，歡喜的回答說：是的，世尊！我們都願意聽你的教誨！",
  ""
 ],
 "1.70": [
  "如是住及如是降伏其心，約全經文義次第說，當然是指如來下文開示。但古德曾解說為：如上文所說的──乞食、著衣、持缽、入城、洗足等，那樣安住，那樣降伏其心。須菩提的「唯然」，即契見如來的深意，這真是富有新意[p32]的別解！",
  ""
 ],
 "1.71": [
  "丁三 正說",
  "5"
 ],
 "1.72": [
  "戊一 發心菩提",
  "6"
 ],
 "1.73": [
  "佛告須菩提：『諸菩薩摩訶薩應如是降伏其心：所有一切眾生之類──若卵生，若胎生，若溼生，若化生；若有色，若無色；若有想，若無想，若非有想非無想，我皆令入無餘涅槃而滅度之。如是滅度無量無數無邊眾生，實無眾生得滅度者。何以故？須菩提！若菩薩有我相、人相、眾生相、壽者相，即非菩薩。",
  ""
 ],
 "1.74": [
  "發心菩提，即初發為度眾生而上求佛道的大願，也稱為願菩提心。自所有一切眾生之類至而滅度之，是菩薩的大悲心行。自如是滅度至即非菩薩，是與般若無相相應，要這樣降伏其心，安住其心，悲願為本的菩提心，才能成就而成為名符其實的菩薩。",
  ""
 ],
 "1.75": [
  "菩薩，是菩提薩埵的簡稱。薩埵是眾生──新譯有情，菩提是覺。發心上求大覺的眾生；或上求大覺，下化眾生的，名為菩薩。菩薩以菩提心為本，離[p33]了菩提心，即不名為菩薩。摩訶薩，是摩訶薩埵的簡稱。摩訶譯為大；菩薩在一切眾生──凡夫，小乘中為上首，所以名摩訶薩。還有，薩埵，在凡夫以情愛的衝動為中心，生存鬥爭，一切互相的爭執、殘殺，都由此情愛的妄執所引發。眾生的情愛勝於智慧，所以一言一動，都以一己、一家、一族、一國的利益為前提，甚而不顧眾生多數的福樂。菩薩發菩提心，以智慧淨化情愛，發為進趣菩提，救度眾生的願樂；於是乎精進勇猛的向上邁進，但求無上的智慧功德，但為眾生的利益，此心如金剛，勇健、廣大，所以又名摩訶薩埵（薩埵即勇心）。應如是降伏其心，即於菩薩應發的度生大願中，不著一切眾生相。",
  ""
 ],
 "1.76": [
  "所有一切眾生之類，是總舉一切眾生。眾生是五眾和合，生死流轉的眾生。一切眾生，可以分作三類說：一、從眾生產生的方式說，有四種：卵生，如飛禽等。先由母體生卵，與母體分離，再加孵化而產生。胎生，如人獸等。起先也類似卵，但不離母體，一直到肢體完成，才離母體而生。溼生，如昆蟲等。先由母體生卵，離母體後，祇攝受一些水分及溫度，經過一變再變，才達到[p34]成蟲階段。化生，如天上的眾生，都是由業力成熟而忽然產生的。二、從眾生自體的有沒有色法──物質說，有二類：有色的，如欲界與色界的眾生。無色的，是無色界眾生。關於無色界，有說是沒有麤色，細色是有的。有說：細色也沒有，僅有心識的活動。三、從眾生的有沒有心識說，有三類：有想的，如人類及一般的天趣。無想的，這是外道無想定的果報，名無想天。這無想的眾生，有說：只是沒有麤顯的心識，微細的心識是有的。有的說：什麼心識也不起。非想非非想的，是無色界非想非非想處的眾生。他實在是有想的，但印度某些宗教師，以為到達非想非非想處，就是涅槃解脫了。所以，佛法中稱之為非想非非想，即雖沒有麤想──非有想，但還有細想──非無想；還取著三界想，沒有能解脫呢！",
  ""
 ],
 "1.77": [
  "發菩提心，本經以大悲大願去說明；可見離了大悲大願，即沒有菩薩，也沒有佛道可成。以度生為本的菩提心，第一，是廣大的：不但為一人，一些人，或一分眾生，而是以一切眾生為救拔的對象。又是徹底的：眾生的苦痛無邊[p35]，冷了給他衣穿，餓了給他飯吃，病了給他醫藥，都可解除眾生的痛苦；政治的修明，經濟的繁榮，學術的進步，也著實可以減輕眾生的痛苦。但苦痛的根源沒有拔除，都是暫時的，局部的，終非徹底的救濟。所以，菩薩的大菩提心，除了這些暫時的局部的而外，要以根本解脫的無餘涅槃去拯拔眾生。涅槃為名詞，指解脫生死苦迫的當體；滅度是動詞，即使眾生於涅槃中得到眾苦的解脫。涅槃本不可說一說多，然依世俗施設來說，即有凡外與佛法的不同。世俗有人說：冷了餓了，有饑寒的苦迫；如生活富裕，豐衣足食，這就是涅槃。涅槃的字義，有消散的意思，即苦痛的消除而得自在。所以俗人拍著吃飽的肚子說：這就是涅槃。有些外道，以四禪八定為涅槃；不知這祇是定境的自我陶醉，暫時安寧，不是徹底的。佛法說涅槃，有二：一、有餘（依）涅槃：通達一切法的寂滅性，離煩惱而得到內心的解脫，即是涅槃。但由前生惑業所感的果報身還在，從身體而來的痛苦，還未能解除。所以，即使是阿羅漢，饑寒老病的身苦，還是一樣的。二、無餘（依）涅槃：無學捨身而入無量無數的法性，[p36]不再有物我、自他、身心的拘礙，名為無餘。菩薩發願度生，願使每一眾生都得此究竟解脫，所以說：我皆令入無餘涅槃而滅度之。無餘涅槃，為三乘聖者所共入，菩薩也會歸於此。菩薩安住無住大涅槃，即此無餘涅槃的無方大用，能悲願無盡，不證實際罷了！本經以無餘涅槃度脫一切眾生，即本於三乘同入一法性，三乘同得一解脫的立場；也就因此「通教三乘」而「但為菩薩」。",
  ""
 ],
 "1.78": [
  "菩薩願滅度無限量、無計算、無邊際的眾生，但在菩薩的菩提心行中，不見有一個眾生得滅度的。《般若經》也說：『我當以三乘法拔濟一切有情，皆令於無餘涅槃界而般涅槃；我當雖以三乘滅度一切有情，而實不見有情得滅度者』。何以不見有情？因菩薩觀緣起相依相成，無自性可得，通達自身眾生身為同一空寂性，無二無別，不見實有眾生為所度者。必如此，纔是菩薩的大菩提心，纔能度一切眾生。否則，即執有我相、人相、眾生相、壽者相，離空無我慧──般若的悲願，即不能降伏其心而安住菩提心了，即不成其為菩薩了！",
  ""
 ],
 "1.79": [
  "通達我、人、眾生、壽者的無相，即般若慧的妙用。在大乘行中，般若是[p37]遍通一切的，不論四攝、六度、三解脫、四無量以及一切智、一切種智，無不以般若慧而徹悟他的空無自性。所以，菩提心是即空的菩提心，與菩提心相應的悲願，即無緣大悲。見到眾生的痛苦，生起濟拔的惻隱心，以世間的財法去救濟他，是眾生緣悲。如見眾生為相續、和合的假我，法生苦生，法滅苦滅，因而起悲濟心，是法緣悲。如能觀諸法從緣，都無真實的自性，悟入法性空，緣即空而緣起的假我，生大悲心，願度如幻眾生，這是無緣大悲。無緣大悲，即與般若相應的大悲。悟了眾生空寂無自性，所以雖度脫一切而實無眾生得滅度者。如海中印現的明月，由於風吹波動而月相不見了。從他的不見說，好似滅去了，其實那有自體可滅呢！發心菩提，重在發願度生，所以也就重於我空。",
  ""
 ],
 "1.80": [
  "我、人、眾生、壽者，都是眾生的異名；《般若經》中有十六種異名，都不外從眾生的某一特性而立名，眾生即執此為實有。我，是主宰義，即每一眾生的行動，常人都有自己作主與支配其他（宰）的意欲，所以稱為我。人，行[p38]人法，所以名為人。眾生，約現在說：即五眾和合生的──有精神與物質和合的；約三世說：即由前生來今生，今生去後生，不斷的生了又死，死了又受生，與補特伽羅的意義相合。壽者，說眾生的從生到死，成就命根，有一期的生命相續。以般若正觀，即無我、人、眾生、壽命的實性可得。但在五眾和合的緣起法中，有無性從緣的和合相續──假我；依此假名眾生，成立業果相續，生死輪迴。眾生不知無我而執為實有我及我所，所以起惑造業，生死不了；如達自性空而離自我的妄執，即能解脫而入無餘涅槃。",
  ""
 ],
 "1.81": [
  "菩薩發菩提心，以大悲為根本，即菩提心由大悲而發起；大悲所發的菩提心，非般若空無我慧，不得成就，即要以般若為方便。悲心不具足而慧力強，要退墮聲聞乘的。慧力不足而悲心強，要流於世俗而成所謂「敗壞菩薩」的。必須大悲，般若相輔相成，才能安住菩提而降伏其心。《般若經》說：『一切智智相應作意（即菩提心），大悲為上首，無所得──即般若空慧為方便』。發菩提心者，不可不知！",
  ""
 ],
 "1.82": [
  "[p39]",
  ""
 ],
 "1.83": [
  "戊二 伏心菩提",
  "6"
 ],
 "1.84": [
  "復次，須菩提！菩薩於法應無所住行於布施，所謂不住色布施，不住聲、香、味、觸、法布施。須菩提！菩薩應如是布施，不住於相。何以故？若菩薩不住相布施，其福德不可思量。須菩提！於意云何？東方虛空可思量不』？『不也，世尊』！『須菩提！南、西、北方、四維、上、下虛空可思量不』？『不也，世尊』！『須菩提！菩薩無住相布施，福德亦復如是不可思量。須菩提！菩薩但應如所教住！",
  ""
 ],
 "1.85": [
  "發菩提心，不單是心念而已，要有踏實的事行去救眾生。從救度眾生中，降伏自己的煩惱，深入清淨的實相，達到自利利他的圓成。所以，在發心菩提──願心菩提以後，應進而修行──行心菩提，漸能折伏煩惱使不現行，七地以前，名為伏心菩提。",
  ""
 ],
 "1.86": [
  "論到菩薩的修行，總括的說，不外乎六波羅蜜。此六度以般若為導，而實彼此相應相攝，一波羅蜜即具足一切波羅蜜。本經發菩提心，以大悲度眾生為[p40]首，這與布施──以自己所有的給予眾生，使他離苦得樂，尤為吻合，故本經即以布施為主而統攝利他的六度行。布施如何能攝六度？布施有三：一、財施：以財物賙濟人是財施，以體力甚至犧牲生命去救助人，也是財施。所不同的是：衣食等財物為外財施，體力、心力以及生命等為內財施。這財施，即狹義的施波羅蜜。二、無畏施：令眾生離諸怖畏，這就是持戒與忍辱二波羅蜜。持戒，能處眾不礙大眾，不使人受到威脅不安。如殺人者，使人有生存的威脅；偷盜者，使人有外命（財物）喪失的恐怖等。如能受持禁戒，潔身自守，即不會侵害他人，能使人與人間相安無事了。但人類個性不一，你以戒自守，他卻以非禮待你；如不能感化或設法避免，不能忍受而衝突起來，仍不免相殺相奪，造成人間的恐怖。必須以戒自守──克己，又以忍寬容他人──恕人，才能做到無畏施。三、法施：即精進、禪定、般若三波羅蜜。般若是明達事理的，沒有智慧，即落於顛倒二邊，不知什麼是佛法？是邪是正？那怎能救人？禪定是鑑機的，如內心散亂，貪著世間，我見妄執，即不能洞見時機，不知眾生的[p41]根性，即不能知時知機而給予適宜的法藥。精進是雄健無畏的，有了精進，才能克服障難，誨人不倦，利人不厭。這樣，六波羅蜜統攝於布施，為菩提行的根本了。要救眾生，不能不犧牲自己去利他──布施：這必須具足物質救濟，以達到眾生生活等的滿足；必須以戒忍的精神，達到人與人間和樂安寧；又必須以進、定、慧的教化，革新眾生的思想意志，而使之歸於中道。從前，僧團中的「利和同均」「戒和共遵」「見和無諍」，也即是六度精神的實施！",
  ""
 ],
 "1.87": [
  "佛對須菩提說：菩薩行布施──六度利他時，於法應無所住行於布施。這即是說：不要住於色境而行布施，不要住於聲境乃至法境而行布施。於法應無所住的法，指一切法說；香味觸法的法，但指意識所對的別法塵。住，是取著不捨的意思。眾生在六塵境──認識的一切上起意識時，都有自性的執見，以色為實色，以聲為實聲，總以為是確實如此存在的。因為取著六境，即為境所轉而不能自在解脫。菩薩為度眾生而行布施，對於施者、受者、施、施時、施處、施因、施果這一切，當然要能遠離自性的妄取，能不著相而布施，才能真[p42]實利濟眾生。否則，覺得有我是能施，他是受施，所施物如何如何，希望受者的報答，希望未來的福報，甚至因而貢高我慢，這都從住於法相而生起來，這那裡還像菩薩行？所以，佛總結的對須菩提說：菩薩修行，應這樣的不住於相──相即六塵境相而行布施！",
  ""
 ],
 "1.88": [
  "不住於相的布施，能降伏煩惱，能安住菩提心，而且所得的福德，廣大得不可思議！有相布施，不能通達三輪性空，所得功德即有限有量。無論功德多麼大，總不過是人天有限的福報。但如能以般若相應而布施，將此布施融歸於法性，迴向於一切眾生而同趨於大覺，功德即無限而不可思量。如以一滴水投入大海中，即遍大海的水性而不可窮盡。為了說明這個，佛便問須菩提說：你的意見怎樣？東方的虛空可思量嗎？南方、西方、北方的虛空，以及四維、上方、下方的虛空，可以思量嗎？須菩提一概否定的說：不可。佛即說：既知道十方虛空是不可思量的，也應該知道菩薩不住相布施的功德，也同虛空一般的不可思量。這並不是以虛空的廣大，形容福德的廣大，而是以虛空的無所有，[p43]不可住、不可著、不可說邊際數量，如無相布施的自性不可得一樣。菩薩是應該這樣的安住，這樣的行施，所以如來說：菩薩但應如所教住！無相布施，指空相應布施，通達能施所施畢竟無自性的布施。即空如幻的布施，如此因，如此果，如此利他，如此自利，都法相宛然有而不失不壞。佛怕人以無記心布施，或執理廢事，所以特舉不可思量的功德以顯示布施因果。",
  ""
 ],
 "1.89": [
  "前發心菩提，以願度眾生為主，所以與般若相應即重在我空。伏心菩提以實行利濟為主，所以與般若相應，即重在法空。",
  ""
 ],
 "1.90": [
  "戊三 明心菩提",
  "6"
 ],
 "1.91": [
  "己一 法身離相而見",
  "7"
 ],
 "1.92": [
  "須菩提！於意云何？可以身相見如來不』？『不也，世尊！不可以身相得見如來。何以故？如來所說身相，即非身相』。佛告須菩提：『凡所有相皆是虛妄；若見諸相非相，則見如來』。",
  ""
 ],
 "1.93": [
  "明心菩提，約七地菩薩定慧均等，現證法性，得無生法忍而說。證法，即[p44]「見法」，「見法即見佛」。佛之所以為佛，即在究竟圓覺緣起空寂的中道；離此正覺，更沒有什麼奇特！如能悟徹緣起法相的空寂，即與佛同一鼻孔出氣。所以說：『見緣起即見法，見法即見佛』，這才是真切見佛處。上面伏心菩提，廣行利濟眾生，積集了無邊的福智資糧；漸能悲智相扶，定慧均等，「方便成就」，有力現證無分別法性了。因此，佛特舉「見佛」，問須菩提道：取著身相──三十二相、出入來去相、穿衣吃飯相、坐禪說法相，能正見如來嗎？須菩提是過來人，所以說不可。從前，有一次，佛從忉利天來下人間，人間的佛弟子，都歡喜的去見佛。依次序，比丘應在比丘尼之先，但蓮華色尼為了先得見佛，即化作轉輪王，走在最前面。他以為最先見佛了，但佛對他說：不是你先見，『須菩提先見我身』。原來，那一次，須菩提沒有參加迎佛的勝會。當眾人去見佛時，他想：佛曾說：見法即見佛，我何不正觀法相！於是他就觀察諸法的從緣生滅，從無常為門而悟入諸法無性空，徹見了如來法身。須菩提曾有此體驗，所以佛一提到，他就肯定的說：不可以身相得見如來。這些身[p45]相，都不過是假名如幻的妄相；佛的無盡莊嚴，也一樣的絕無少許法可取可得。所以，佛說的身相，即非有身相的實性。如取著假相為佛，即不見如實空相，自也不能深見如來的所以為如來了！",
  ""
 ],
 "1.94": [
  "須菩提但依身相的虛妄說，如來本此原理，又推進一層說：不但如來的身相是虛妄的，所有一切的法相，如山河大地器界相，凡外賢聖眾生相，有礙可壞的色相，明了分別的心相，這一切無不是依緣起滅，虛妄不實的。虛妄的還他虛妄，如不執妄相自性為可見可得，即由諸相非相的無相門，契入法性空寂，徹見如來法身了！從緣起的虛誑妄取相看，千差萬別；從緣起本性如實空相看，卻是一味平等的。法性即一切法自性不可得而無所不在，所以也不須於妄相外另覓法身，能見得諸相非相，即在在直見如來。所以古人說：『山河及大地，全露法王身』。",
  ""
 ],
 "1.95": [
  "般若道三階：發心菩提重於願，伏心菩提重在行，明心菩提重在證。又，初是住菩提心，中是修悲濟行，後是悟如實義。初以般若扶大悲願，中以般若[p46]導六度行，後是般若現證。雖各有所重，而菩提願、悲濟行與性空見，實是不可離的。【圖片】",
  ""
 ],
 "1.96": [
  "=====",
  ""
 ]
};